Repository: akarakuts/tic-tac-toe
Catalog: tic-tac-toe/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# game.button.new_game
source: New Game
ar: لعبة جديدة
ca: Partida nova
cs: Nová hra
da: Nyt spil
de: Neues Spiel
el: Νέο παιχνίδι
es: Nueva partida
fi: Uusi peli
fr: Nouvelle partie
he: משחק חדש
hi: नया खेल
hr: Nova igra
hu: Új játék
id: Permainan baru
it: Nuova partita
ja: 新しいゲーム
ko: 새 게임
ms: Permainan baharu
nb: Nytt spill
nl: Nieuw spel
pl: Nowa gra
pt_br: Novo jogo
pt_pt: Novo jogo
ro: Joc nou
ru: Новая игра
sk: Nová hra
sv: Nytt spel
th: เกมใหม่
tr: Yeni oyun
uk: Нова гра
vi: Ván mới
zh_hans: 新游戏
zh_hant: 新遊戲

# game.mode.two_players
source: Two Players
ar: لاعبان
ca: Dos jugadors
cs: Dva hráči
da: To spillere
de: Zwei Spieler
el: Δύο παίκτες
es: Dos jugadores
fi: Kaksi pelaajaa
fr: Deux joueurs
he: שני שחקנים
hi: दो खिलाड़ी
hr: Dva igrača
hu: Két játékos
id: Dua pemain
it: Due giocatori
ja: 2人対戦
ko: 두 명
ms: Dua pemain
nb: To spillere
nl: Twee spelers
pl: Dwóch graczy
pt_br: Dois jogadores
pt_pt: Dois jogadores
ro: Doi jucători
ru: Два игрока
sk: Dvaja hráči
sv: Två spelare
th: สองผู้เล่น
tr: İki oyuncu
uk: Двоє гравців
vi: Hai người chơi
zh_hans: 双人
zh_hant: 雙人

# game.mode.vs_computer
source: vs Computer
ar: ضد الكمبيوتر
ca: vs Ordinador
cs: proti Počítači
da: mod Computeren
de: Gegen Computer
el: vs Υπολογιστής
es: vs Ordenador
fi: vs Tietokone
fr: vs Ordinateur
he: נגד המחשב
hi: बनाम कंप्यूटर
hr: protiv Računala
hu: vs Számítógép
id: vs Komputer
ja: 対コンピューター
ko: 컴퓨터 대전
ms: lawan Komputer
nb: mot Datamaskinen
nl: tegen Computer
pl: vs Komputer
pt_br: vs Computador
pt_pt: vs Computador
ro: vs Calculatorul
ru: Против компьютера
sk: proti Počítaču
sv: mot Datorn
th: เทียบคอมพิวเตอร์
tr: vs Bilgisayar
uk: Проти комп’ютера
vi: vs Máy tính
zh_hans: 对战电脑
zh_hant: 對戰電腦

# game.side.crosses
source: You — ✕
ar: أنت — ✕
ca: Tu — ✕
cs: Ty — ✕
da: Du — ✕
de: Du — ✕
el: Εσύ — ✕
es: Tú — ✕
fi: Sinä — ✕
fr: Vous — ✕
he: אתה — ✕
hi: आप — ✕
hr: Ti — ✕
hu: Te — ✕
id: Kamu — ✕
it: Tu — ✕
ja: あなた — ✕
ko: 당신 — ✕
ms: Anda — ✕
nb: Du — ✕
nl: Jij — ✕
pl: Ty — ✕
pt_br: Você — ✕
pt_pt: Tu — ✕
ro: Tu — ✕
ru: Вы — ✕
sk: Ty — ✕
sv: Du — ✕
th: คุณ — ✕
tr: Sen — ✕
uk: Ти — ✕
vi: Bạn — ✕
zh_hans: 你 — ✕
zh_hant: 你 — ✕

# game.side.noughts
source: You — ○
ar: أنت — ○
ca: Tu — ○
cs: Ty — ○
da: Du — ○
de: Du — ○
el: Εσύ — ○
es: Tú — ○
fi: Sinä — ○
fr: Vous — ○
he: אתה — ○
hi: आप — ○
hr: Ti — ○
hu: Te — ○
id: Kamu — ○
it: Tu — ○
ja: あなた — ○
ko: 당신 — ○
ms: Anda — ○
nb: Du — ○
nl: Jij — ○
pl: Ty — ○
pt_br: Você — ○
pt_pt: Tu — ○
ro: Tu — ○
ru: Вы — ○
sk: Ty — ○
sv: Du — ○
th: คุณ — ○
tr: Sen — ○
uk: Ти — ○
vi: Bạn — ○
zh_hans: 你 — ○
zh_hant: 你 — ○

# game.draw
source: Draw
ar: تعادل
ca: Empat
cs: Remíza
da: Uafgjort
de: Unentschieden
el: Ισοπαλία
es: Empate
fi: Tasan
fr: Match nul
he: תיקו
hi: ड्रॉ
hr: Neriješeno
hu: Döntetlen
id: Seri
it: Pareggio
ja: 引き分け
ko: 무승부
ms: Seri
nb: Uavgjort
nl: Gelijkspel
pl: Remis
pt_br: Empate
pt_pt: Empate
ro: Egalitate
ru: Ничья
sk: Remíza
sv: Oavgjort
th: เสมอ
tr: Berabere
uk: Нічия
vi: Hòa
zh_hans: 平局
zh_hant: 平手

# game.turn.crosses
source: Turn: crosses (✕)
ar: الدور: إكس (✕)
ca: Torn: creus (✕)
cs: Tah: křížky (✕)
da: Tur: kryds (✕)
de: Zug: Kreuze (✕)
el: Σειρά: σταυροί (✕)
es: Turno: cruces (✕)
fi: Vuoro: ruksi (✕)
fr: Tour : croix (✕)
he: תור: איקס (✕)
hi: चाल: क्रॉस (✕)
hr: Potez: križići (✕)
hu: Kör: keresztek (✕)
id: Giliran: silang (✕)
it: Turno: crocette (✕)
ja: 手番: バツ (✕)
ko: 차례: 가위표 (✕)
ms: Giliran: silang (✕)
nb: Trekk: kryss (✕)
nl: Beurt: kruisen (✕)
pl: Tura: krzyżyki (✕)
pt_br: Rodada: cruzes (✕)
pt_pt: Turno: cruzes (✕)
ro: Rând: cruci (✕)
ru: Ход: крестики (✕)
sk: Ťah: krížiky (✕)
sv: Drag: kryss (✕)
th: ตา: กากบาท (✕)
tr: Sıra: çarpılar (✕)
uk: Хід: хрестики (✕)
vi: Lượt: dấu X (✕)
zh_hans: 回合：叉号 (✕)
zh_hant: 回合：叉號 (✕)

# game.turn.noughts
source: Turn: noughts (○)
ar: الدور: دوائر (○)
ca: Torn: cercles (○)
cs: Tah: kolečka (○)
da: Tur: boller (○)
de: Zug: Kreise (○)
el: Σειρά: κύκλοι (○)
es: Turno: círculos (○)
fi: Vuoro: nolla (○)
fr: Tour : ronds (○)
he: תור: עיגול (○)
hi: चाल: नॉट्स (○)
hr: Potez: kružići (○)
hu: Kör: körök (○)
id: Giliran: lingkaran (○)
it: Turno: cerchi (○)
ja: 手番: マル (○)
ko: 차례: 동그라미 (○)
ms: Giliran: bulatan (○)
nb: Trekk: sirkler (○)
nl: Beurt: rondjes (○)
pl: Tura: kółka (○)
pt_br: Rodada: círculos (○)
pt_pt: Turno: círculos (○)
ro: Rând: cercuri (○)
ru: Ход: нолики (○)
sk: Ťah: kolieska (○)
sv: Drag: cirklar (○)
th: ตา: วงกลม (○)
tr: Sıra: çemberler (○)
uk: Хід: нулики (○)
vi: Lượt: dấu O (○)
zh_hans: 回合：圆圈 (○)
zh_hant: 回合：圓圈 (○)

# game.turn.your.crosses
source: Your turn — ✕
ar: دورك — ✕
ca: El teu torn — ✕
cs: Tvůj tah — ✕
da: Din tur — ✕
de: Dein Zug — ✕
el: Η σειρά σου — ✕
es: Tu turno — ✕
fi: Sinun vuorosi — ✕
fr: Votre tour — ✕
he: התור שלך — ✕
hi: आपकी चाल — ✕
hr: Tvoj potez — ✕
hu: Te következel — ✕
id: Giliranmu — ✕
it: Il tuo turno — ✕
ja: あなたの番 — ✕
ko: 당신 차례 — ✕
ms: Giliran anda — ✕
nb: Ditt trekk — ✕
nl: Jouw beurt — ✕
pl: Twoja tura — ✕
pt_br: Sua vez — ✕
pt_pt: O teu turno — ✕
ro: Rândul tău — ✕
ru: Ваш ход — ✕
sk: Tvoj ťah — ✕
sv: Ditt drag — ✕
th: ตาของคุณ — ✕
tr: Sıran — ✕
uk: Твій хід — ✕
vi: Lượt của bạn — ✕
zh_hans: 你的回合 — ✕
zh_hant: 你的回合 — ✕

# game.turn.your.noughts
source: Your turn — ○
ar: دورك — ○
ca: El teu torn — ○
cs: Tvůj tah — ○
da: Din tur — ○
de: Dein Zug — ○
el: Η σειρά σου — ○
es: Tu turno — ○
fi: Sinun vuorosi — ○
fr: Votre tour — ○
he: התור שלך — ○
hi: आपकी चाल — ○
hr: Tvoj potez — ○
hu: Te következel — ○
id: Giliranmu — ○
it: Il tuo turno — ○
ja: あなたの番 — ○
ko: 당신 차례 — ○
ms: Giliran anda — ○
nb: Ditt trekk — ○
nl: Jouw beurt — ○
pl: Twoja tura — ○
pt_br: Sua vez — ○
pt_pt: O teu turno — ○
ro: Rândul tău — ○
ru: Ваш ход — ○
sk: Tvoj ťah — ○
sv: Ditt drag — ○
th: ตาของคุณ — ○
tr: Sıran — ○
uk: Твій хід — ○
vi: Lượt của bạn — ○
zh_hans: 你的回合 — ○
zh_hant: 你的回合 — ○

# game.turn.computer.crosses
source: Computer's turn (✕)
ar: دور الكمبيوتر (✕)
ca: Torn de l’ordinador (✕)
cs: Tah počítače (✕)
da: Computerens tur (✕)
de: Computer am Zug (✕)
el: Σειρά υπολογιστή (✕)
es: Turno del ordenador (✕)
fi: Tietokoneen vuoro (✕)
fr: Tour de l’ordinateur (✕)
he: תור המחשב (✕)
hi: कंप्यूटर की चाल (✕)
hr: Potez računala (✕)
hu: A számítógép köre (✕)
id: Giliran komputer (✕)
it: Turno del computer (✕)
ja: コンピューターの番 (✕)
ko: 컴퓨터 차례 (✕)
ms: Giliran komputer (✕)
nb: Datamaskinens trekk (✕)
nl: Computer aan zet (✕)
pl: Tura komputera (✕)
pt_br: Vez do computador (✕)
pt_pt: Turno do computador (✕)
ro: Rândul calculatorului (✕)
ru: Ход компьютера (✕)
sk: Ťah počítača (✕)
sv: Datorns drag (✕)
th: ตาคอมพิวเตอร์ (✕)
tr: Bilgisayarın sırası (✕)
uk: Хід комп’ютера (✕)
vi: Lượt máy tính (✕)
zh_hans: 电脑回合 (✕)
zh_hant: 電腦回合 (✕)

# game.turn.computer.noughts
source: Computer's turn (○)
ar: دور الكمبيوتر (○)
ca: Torn de l’ordinador (○)
cs: Tah počítače (○)
da: Computerens tur (○)
de: Computer am Zug (○)
el: Σειρά υπολογιστή (○)
es: Turno del ordenador (○)
fi: Tietokoneen vuoro (○)
fr: Tour de l’ordinateur (○)
he: תור המחשב (○)
hi: कंप्यूटर की चाल (○)
hr: Potez računala (○)
hu: A számítógép köre (○)
id: Giliran komputer (○)
it: Turno del computer (○)
ja: コンピューターの番 (○)
ko: 컴퓨터 차례 (○)
ms: Giliran komputer (○)
nb: Datamaskinens trekk (○)
nl: Computer aan zet (○)
pl: Tura komputera (○)
pt_br: Vez do computador (○)
pt_pt: Turno do computador (○)
ro: Rândul calculatorului (○)
ru: Ход компьютера (○)
sk: Ťah počítača (○)
sv: Datorns drag (○)
th: ตาคอมพิวเตอร์ (○)
tr: Bilgisayarın sırası (○)
uk: Хід комп’ютера (○)
vi: Lượt máy tính (○)
zh_hans: 电脑回合 (○)
zh_hant: 電腦回合 (○)

# game.turn.only.crosses
source: Turn: ✕
ar: الدور: ✕
ca: Torn: ✕
cs: Tah: ✕
da: Tur: ✕
de: Zug: ✕
el: Σειρά: ✕
es: Turno: ✕
fi: Vuoro: ✕
fr: Tour : ✕
he: תור: ✕
hi: चाल: ✕
hr: Potez: ✕
hu: Kör: ✕
id: Giliran: ✕
it: Turno: ✕
ja: 手番: ✕
ko: 차례: ✕
ms: Giliran: ✕
nb: Trekk: ✕
nl: Beurt: ✕
pl: Tura: ✕
pt_br: Rodada: ✕
pt_pt: Turno: ✕
ro: Rând: ✕
ru: Ход: ✕
sk: Ťah: ✕
sv: Drag: ✕
th: ตา: ✕
tr: Sıra: ✕
uk: Хід: ✕
vi: Lượt: ✕
zh_hans: 回合：✕
zh_hant: 回合：✕

# game.turn.only.noughts
source: Turn: ○
ar: الدور: ○
ca: Torn: ○
cs: Tah: ○
da: Tur: ○
de: Zug: ○
el: Σειρά: ○
es: Turno: ○
fi: Vuoro: ○
fr: Tour : ○
he: תור: ○
hi: चाल: ○
hr: Potez: ○
hu: Kör: ○
id: Giliran: ○
it: Turno: ○
ja: 手番: ○
ko: 차례: ○
ms: Giliran: ○
nb: Trekk: ○
nl: Beurt: ○
pl: Tura: ○
pt_br: Rodada: ○
pt_pt: Turno: ○
ro: Rând: ○
ru: Ход: ○
sk: Ťah: ○
sv: Drag: ○
th: ตา: ○
tr: Sıra: ○
uk: Хід: ○
vi: Lượt: ○
zh_hans: 回合：○
zh_hant: 回合：○

# game.win.crosses
source: Crosses win
ar: فوز الإكس
ca: Guanyen les creus
cs: Vyhrávají křížky
da: Kryds vinder
de: Kreuze gewinnen
el: Νικούν οι σταυροί
es: Ganan las cruces
fi: Ruksi voittaa
fr: Les croix gagnent
he: איקס מנצח
hi: क्रॉस जीतते हैं
hr: Križići pobjeđuju
hu: A keresztek nyernek
id: Silang menang
it: Vincono le crocette
ja: バツの勝ち
ko: 가위표 승
ms: Silang menang
nb: Kryss vinner
nl: Kruisen winnen
pl: Wygrywają krzyżyki
pt_br: Cruzes vencem
pt_pt: As cruzes ganham
ro: Cruciile câștigă
ru: Победили крестики
sk: Vyhrávajú krížiky
sv: Kryss vinner
th: กากบาทชนะ
tr: Çarpılar kazanır
uk: Перемогли хрестики
vi: X thắng
zh_hans: 叉号获胜
zh_hant: 叉號獲勝

# game.win.noughts
source: Noughts win
ar: فوز الدوائر
ca: Guanyen els cercles
cs: Vyhrávají kolečka
da: Boller vinder
de: Kreise gewinnen
el: Νικούν οι κύκλοι
es: Ganan los círculos
fi: Nolla voittaa
fr: Les ronds gagnent
he: עיגול מנצח
hi: नॉट्स जीतते हैं
hr: Kružići pobjeđuju
hu: A körök nyernek
id: Lingkaran menang
it: Vincono i cerchi
ja: マルの勝ち
ko: 동그라미 승
ms: Bulatan menang
nb: Sirkler vinner
nl: Rondjes winnen
pl: Wygrywają kółka
pt_br: Círculos vencem
pt_pt: Os círculos ganham
ro: Cercurile câștigă
ru: Победили нолики
sk: Vyhrávajú kolieska
sv: Cirklar vinner
th: วงกลมชนะ
tr: Çemberler kazanır
uk: Перемогли нулики
vi: O thắng
zh_hans: 圆圈获胜
zh_hant: 圓圈獲勝

# game.win.you
source: You win
ar: فزت
ca: Has guanyat
cs: Vyhrál jsi
da: Du vinder
de: Du gewinnst
el: Νίκησες
es: Has ganado
fi: Voitit
fr: Vous gagnez
he: ניצחת
hi: आप जीत गए
hr: Pobijedio si
hu: Nyertél
id: Kamu menang
it: Hai vinto
ja: あなたの勝ち
ko: 당신 승리
ms: Anda menang
nb: Du vinner
nl: Je wint
pl: Wygrywasz
pt_br: Você venceu
pt_pt: Ganhaste
ro: Ai câștigat
ru: Вы победили
sk: Vyhral si
sv: Du vinner
th: คุณชนะ
tr: Kazandın
uk: Ти переміг
vi: Bạn thắng
zh_hans: 你赢了
zh_hant: 你贏了

# game.win.computer
source: Computer wins
ar: الكمبيوتر يفوز
ca: Guanya l’ordinador
cs: Počítač vyhrál
da: Computeren vinder
de: Computer gewinnt
el: Νικάει ο υπολογιστής
es: Gana el ordenador
fi: Tietokone voitti
fr: L’ordinateur gagne
he: המחשב מנצח
hi: कंप्यूटर जीतता है
hr: Računalo pobjeđuje
hu: A számítógép nyert
id: Komputer menang
it: Vince il computer
ja: コンピューターの勝ち
ko: 컴퓨터 승리
ms: Komputer menang
nb: Datamaskinen vinner
nl: Computer wint
pl: Komputer wygrywa
pt_br: Computador venceu
pt_pt: O computador ganhou
ro: Calculatorul câștigă
ru: Победил компьютер
sk: Počítač vyhral
sv: Datorn vinner
th: คอมพิวเตอร์ชนะ
tr: Bilgisayar kazandı
uk: Комп’ютер переміг
vi: Máy tính thắng
zh_hans: 电脑获胜
zh_hant: 電腦獲勝

# game.settings.board
source: Board size
ar: حجم اللوحة
ca: Mida del tauler
cs: Velikost desky
da: Brætstørrelse
de: Feldgröße
el: Μέγεθος ταμπλό
es: Tamaño del tablero
fi: Laudan koko
fr: Taille du plateau
he: גודל לוח
hi: बोर्ड का आकार
hr: Veličina ploče
hu: Tábla méret
id: Ukuran papan
it: Dimensione tabella
ja: 盤面サイズ
ko: 판 크기
ms: Saiz papan
nb: Brettstørrelse
nl: Bordgrootte
pl: Rozmiar planszy
pt_br: Tamanho do tabuleiro
pt_pt: Tamanho do tabuleiro
ro: Dimensiune tablă
ru: Размер поля
sk: Veľkosť dosky
sv: Brädstorlek
th: ขนาดกระดาน
tr: Tahta boyutu
uk: Розмір поля
vi: Kích thước bàn
zh_hans: 棋盘大小
zh_hant: 棋盤大小

# game.settings.win_line
source: Symbols in a row to win
ar: رموز متتالية للفوز
ca: Símbols en línia per guanyar
cs: Symboly v řadě k výhře
da: Symboler på rad for at vinde
de: Symbole in einer Reihe zum Gewinn
el: Σύμβολα στη σειρά για νίκη
es: Símbolos en línea para ganar
fi: Merkit rivissä voittoon
fr: Symboles alignés pour gagner
he: סימנים בשורה כדי לנצח
hi: जीतने के लिए एक पंक्ति में प्रतीक
hr: Simboli u nizu za pobjedu
hu: Szimbólumok sorban a győzelemhez
id: Simbol beruntun untuk menang
it: Simboli in fila per vincere
ja: 勝つまでに並べるマーク
ko: 한 줄로 이기기
ms: Simbol berturutan untuk menang
nb: Symboler på rad for å vinne
nl: Symbolen op een rij om te winnen
pl: Symbole w rzędzie aby wygrać
pt_br: Símbolos em linha para vencer
pt_pt: Símbolos em linha para ganhar
ro: Simboluri în linie pentru victorie
ru: Подряд для победы
sk: Symboly v rade na víťazstvo
sv: Symboler i rad för vinst
th: เรียงสัญลักษณ์ให้ชนะ
tr: Kazanmak için üst üste semboller
uk: Підряд символів для перемоги
vi: Xếp ký hiệu liền để thắng
zh_hans: 连成一排即可获胜
zh_hant: 連成一排即可獲勝

# game.settings.ai_difficulty
source: Computer strength
ar: قوة الكمبيوتر
ca: Força de l’ordinador
cs: Síla počítače
da: Computerstyrke
de: Computerstärke
el: Δύναμη υπολογιστή
es: Fuerza del ordenador
fi: Tietokoneen vahvuus
fr: Force de l’IA
he: חוזק המחשב
hi: कंप्यूटर की ताकत
hr: Jačina računala
hu: Számítógép erősség
id: Kekuatan komputer
it: Forza del computer
ja: コンピューターの強さ
ko: 컴퓨터 강도
ms: Kekuatan komputer
nb: Datamaskinstyrke
nl: Sterkte computer
pl: Siła komputera
pt_br: Força do computador
pt_pt: Força do computador
ro: Puterea calculatorului
ru: Сложность ИИ
sk: Sila počítača
sv: Datorstyrka
th: ความแข็งแกร่งของคอมพิวเตอร์
tr: Bilgisayar gücü
uk: Сила комп’ютера
vi: Độ mạnh máy tính
zh_hans: 电脑强度
zh_hant: 電腦強度

# game.ai.easy
source: Easy
ar: سهل
ca: Fàcil
cs: Snadné
da: Let
de: Leicht
el: Εύκολο
es: Fácil
fi: Helppo
fr: Facile
he: קל
hi: आसान
hr: Lagano
hu: Könnyű
id: Mudah
it: Facile
ja: かんたん
ko: 쉬움
ms: Mudah
nb: Lett
nl: Makkelijk
pl: Łatwy
pt_br: Fácil
pt_pt: Fácil
ro: Ușor
ru: Легко
sk: Ľahké
sv: Lätt
th: ง่าย
tr: Kolay
uk: Легко
vi: Dễ
zh_hans: 简单
zh_hant: 簡單

# game.ai.medium
source: Medium
ar: متوسط
ca: Mitjà
cs: Střední
da: Mellem
de: Mittel
el: Μέτριο
es: Medio
fi: Keskitaso
fr: Moyen
he: בינוני
hi: मध्यम
hr: Srednje
hu: Közepes
id: Sedang
it: Medio
ja: ふつう
ko: 보통
ms: Sederhana
nb: Middels
nl: Gemiddeld
pl: Średni
pt_br: Médio
pt_pt: Médio
ro: Mediu
ru: Средне
sk: Stredné
sv: Medel
th: กลาง
tr: Orta
uk: Середньо
vi: Vừa
zh_hans: 中等
zh_hant: 中等

# game.ai.hard
source: Hard
ar: صعب
ca: Difícil
cs: Těžké
da: Svær
de: Schwer
el: Δύσκολο
es: Difícil
fi: Vaikea
fr: Difficile
he: קשה
hi: कठिन
hr: Teško
hu: Nehéz
id: Sulit
it: Difficile
ja: むずかしい
ko: 어려움
ms: Sukar
nb: Vanskelig
nl: Moeilijk
pl: Trudny
pt_br: Difícil
pt_pt: Difícil
ro: Greu
ru: Сложно
sk: Ťažké
sv: Svår
th: ยาก
tr: Zor
uk: Важко
vi: Khó
zh_hans: 困难
zh_hant: 困難

# game.settings.theme
source: Board theme
ar: سمة اللوحة
ca: Tema del tauler
cs: Motiv desky
da: Bræt tema
de: Feldfarbschema
el: Θέμα ταμπλό
es: Tema del tablero
fi: Laudan teema
fr: Thème du plateau
he: ערכת נושא של הלוח
hi: बोर्ड थीम
hr: Tema ploče
hu: Tábla téma
id: Tema papan
it: Tema della scacchiera
ja: 盤のテーマ
ko: 판 테마
ms: Tema papan
nb: Brett tema
nl: Bordthema
pl: Motyw planszy
pt_br: Tema do tabuleiro
pt_pt: Tema do tabuleiro
ro: Temă tablă
ru: Тема доски
sk: Motív dosky
sv: Bräd tema
th: ธีมกระดาน
tr: Tahta teması
uk: Тема дошки
vi: Chủ đề bàn
zh_hans: 棋盘主题
zh_hant: 棋盤主題

# game.theme.classic
source: Classic
ar: كلاسيكي
ca: Clàssic
cs: Klasický
da: Klassisk
de: Klassisch
el: Κλασικό
es: Clásico
fi: Klassinen
fr: Classique
he: קלאסי
hi: क्लासिक
hr: Klasično
hu: Klasszikus
id: Klasik
it: Classico
ja: クラシック
ko: 클래식
ms: Klasik
nb: Klassisk
nl: Klassiek
pl: Klasyczny
pt_br: Clássico
pt_pt: Clássico
ro: Clasică
ru: Классика
sk: Klasický
sv: Klassisk
th: คลาสสิก
tr: Klasik
uk: Класика
vi: Cổ điển
zh_hans: 经典
zh_hant: 經典

# game.theme.aurora
source: Aurora
ar: أورورا
fr: Aurore
he: אורורה
hi: ऑरोरा
ja: オーロラ
ko: 오로라
ru: Аврора
th: ออโรรา
tr: Şafak
uk: Аврора
vi: Cực quang
zh_hans: 极光
zh_hant: 極光

# game.theme.grove
source: Grove
ar: غروف
ca: Boscada
cs: Háj
da: Lund
de: Hain
el: Άλσος
es: Arboleda
fi: Lehto
fr: Bosquet
he: חורשה
hi: ग्रोव
hr: Šuma
hu: Liget
id: Hutan kecil
it: Bosco
ja: グローブ
ko: 그로브
ms: Belukar
nb: Lund
nl: Bos
pl: Gaj
pt_br: Bosque
pt_pt: Bosque
ro: Poieniță
ru: Роща
sk: Háj
sv: Lund
th: โกรฟ
tr: Koru
uk: Гай
vi: Rừng nhỏ
zh_hans: 林地
zh_hant: 林地

# game.theme.ember
source: Ember
ar: إمبر
ca: Brasa
cs: Žár
da: Glød
de: Glut
el: Έμπερ
es: Brasa
fi: Hiilli
fr: Braise
he: גחלת
hi: एम्बर
hr: Žar
hu: Parázs
id: Bara
it: Brace
ja: エンバー
ko: 엠버
ms: Bara
nb: Glør
nl: Gloed
pl: Żar
pt_br: Brasa
pt_pt: Brasa
ro: Jar
ru: Закат
sk: Žeravý
sv: Glöd
th: เอมเบอร์
tr: Kıvılcım
uk: Жар
vi: Than hồng
zh_hans: 余烬
zh_hant: 餘燼

# game.stats.vs_ai
source: vs AI
ar: ضد الذكاء الاصطناعي
ca: vs IA
da: mod AI
de: gegen KI
el: vs ΤΝ
es: vs IA
fi: vs Tekoäly
fr: vs IA
he: נגד בינה מלאכותית
hi: बनाम AI
hr: protiv UI
hu: vs MI
it: vs IA
ja: 対 AI
ko: AI 대전
ms: lawan AI
nb: mot AI
pl: vs SI
pt_br: vs IA
pt_pt: vs IA
ro: vs IA
ru: Против ИИ
sv: mot AI
th: เทียบ AI
tr: YZ’ye karşı
uk: проти ШІ
zh_hans: 对战 AI
zh_hant: 對戰 AI

# game.stats.streak
source: Streak
ar: سلسلة
ca: Ratxa
cs: Série
da: Stime
de: Serie
el: Σερί
es: Racha
fi: Putki
fr: Série
he: רצף
hi: लकीर
hr: Niz
hu: Sorozat
id: Beruntun
it: Serie
ja: 連勝
ko: 연승
ms: Rentetan
nb: Rekke
nl: Reeks
pl: Seria
pt_br: Sequência
pt_pt: Sequência
ro: Serie
ru: Серия
sk: Séria
sv: Svita
th: ชุดชนะต่อเนื่อง
tr: Seri
uk: Серія
vi: Chuỗi
zh_hans: 连胜
zh_hant: 連勝

# game.stats.best
source: best
ar: الأفضل
ca: rècord
cs: nejlepší
da: bedst
de: Beste
el: καλύτ.
es: mejor
fi: paras
fr: meill.
he: שיא
hi: सर्वश्रेष्ठ
hr: najbolje
hu: legjobb
id: terbaik
it: migliore
ja: ベスト
ko: 최고
ms: terbaik
pl: rek.
pt_br: rec.
pt_pt: melhor
ro: record
ru: рек.
sk: najlepšie
sv: bäst
th: สูงสุด
tr: en iyi
uk: рек.
vi: tốt nhất
zh_hans: 最佳
zh_hant: 最佳

# game.sound.on
source: Sound on
ar: الصوت مفعّل
ca: So activat
cs: Zvuk zap.
da: Lyd til
de: Ton ein
el: Ήχος ενεργός
es: Sonido activado
fi: Ääni päällä
fr: Son activé
he: צליל פועל
hi: ध्वनि चालू
hr: Zvuk uklj.
hu: Hang be
id: Suara hidup
it: Suono attivo
ja: サウンドオン
ko: 소리 켜기
ms: Bunyi hidup
nb: Lyd på
nl: Geluid aan
pl: Dźwięk wł.
pt_br: Som ligado
pt_pt: Som ligado
ro: Sunet pornit
ru: Звук вкл.
sk: Zvuk zap.
sv: Ljud på
th: เปิดเสียง
tr: Ses açık
uk: Звук увімк.
vi: Bật âm thanh
zh_hans: 声音开
zh_hant: 聲音開

# game.sound.off
source: Sound off
ar: الصوت متوقف
ca: So desactivat
cs: Zvuk vyp.
da: Lyd fra
de: Ton aus
el: Ήχος ανενεργός
es: Sonido desactivado
fi: Ääni pois
fr: Son désactivé
he: צליל כבוי
hi: ध्वनि बंद
hr: Zvuk isklj.
hu: Hang ki
id: Suara mati
it: Suono spento
ja: サウンドオフ
ko: 소리 끄기
ms: Bunyi mati
nb: Lyd av
nl: Geluid uit
pl: Dźwięk wył.
pt_br: Som desligado
pt_pt: Som desligado
ro: Sunet oprit
ru: Звук выкл.
sk: Zvuk vyp.
sv: Ljud av
th: ปิดเสียง
tr: Ses kapalı
uk: Звук вимк.
vi: Tắt âm thanh
zh_hans: 声音关
zh_hant: 聲音關

# game.theme.unlock.intro
source: Unlock themes in vs Computer:
ar: افتح السمات في وضع ضد الكمبيوتر:
ca: Desbloqueja temes en vs Ordinador:
cs: Odemkni motivy v režimu proti Počítači:
da: Lås temaer op mod Computeren:
de: Themen im Modus „Gegen Computer“ freischalten:
el: Ξεκλείδωσε θέματα στο vs Υπολογιστής:
es: Desbloquea temas en vs Ordenador:
fi: Avaa teemat tilassa vs Tietokone:
fr: Débloquez les thèmes en mode Ordinateur :
he: שחרר ערכות נושא במצב נגד המחשב:
hi: बनाम कंप्यूटर में थीम अनलॉक करें:
hr: Otključaj teme u protiv Računalo:
hu: Témák feloldása vs Számítógép módban:
id: Buka kunci tema di vs Komputer:
it: Sblocca i temi in vs Computer:
ja: 「対コンピューター」でテーマを解除:
ko: 「컴퓨터 대전」에서 테마 잠금 해제:
ms: Buka tema dalam lawan Komputer:
nb: Lås opp temaer mot Datamaskinen:
nl: Ontgrendel thema's tegen Computer:
pl: Odblokuj motywy w trybie vs Komputer:
pt_br: Desbloqueie temas no modo vs Computador:
pt_pt: Desbloqueia temas em vs Computador:
ro: Deblochează teme în vs Calculator:
ru: Темы открываются в режиме «Против компьютера»:
sk: Odomkni motívy v režime proti Počítaču:
sv: Lås upp teman mot Datorn:
th: ปลดล็อกธีมในโหมดเทียบคอมพิวเตอร์:
tr: vs Bilgisayar’da temaların kilidini aç:
uk: Розблокуй теми в режимі «Проти комп’ютера»:
vi: Mở khóa chủ đề ở chế độ vs Máy tính:
zh_hans: 在「对战电脑」中解锁主题：
zh_hant: 在「對戰電腦」中解鎖主題：

# game.theme.unlock.details
source: Aurora — 1st win · Grove — 5 wins · Ember — streak 3
ar: أورورا — أول فوز · غروف — 5 انتصارات · إمبر — سلسلة 3
ca: Aurora — 1a victòria · Boscada — 5 victòries · Brasa — ratxa 3
cs: Aurora — 1. výhra · Háj — 5 výher · Žár — série 3
da: Aurora — 1. sejr · Lund — 5 sejre · Glød — stime 3
de: Aurora — 1. Sieg · Hain — 5 Siege · Glut — Serie 3
el: Aurora — 1η νίκη · Άλσος — 5 νίκες · Έμπερ — σερί 3
es: Aurora — 1.ª victoria · Arboleda — 5 victorias · Brasa — racha 3
fi: Aurora — 1. voitto · Lehto — 5 voittoa · Hiilli — putki 3
fr: Aurore — 1re victoire · Bosquet — 5 victoires · Braise — série 3
he: אורורה — ניצחון ראשון · חורשה — 5 ניצחונות · גחלת — רצף 3
hi: ऑरोरा — पहली जीत · ग्रोव — 5 जीत · एम्बर — लकीर 3
hr: Aurora — 1. pobjeda · Šuma — 5 pobjeda · Žar — niz 3
hu: Aurora — 1. győzelem · Liget — 5 győzelem · Parázs — sorozat 3
id: Aurora — menang pertama · Hutan kecil — 5 menang · Bara — beruntun 3
it: Aurora — 1ª vittoria · Bosco — 5 vittorie · Brace — serie 3
ja: オーロラ — 初勝利 · グローブ — 5勝 · エンバー — 連勝 3
ko: 오로라 — 첫 승리 · 그로브 — 5승 · 엠버 — 연승 3
ms: Aurora — menang pertama · Belukar — 5 menang · Bara — rentetan 3
nb: Aurora — 1. seier · Lund — 5 seire · Glør — rekke 3
nl: Aurora — 1e overwinning · Bos — 5 overwinningen · Gloed — reeks 3
pl: Aurora — 1. zwycięstwo · Gaj — 5 zwycięstw · Żar — seria 3
pt_br: Aurora — 1ª vitória · Bosque — 5 vitórias · Brasa — sequência 3
pt_pt: Aurora — 1.ª vitória · Bosque — 5 vitórias · Brasa — sequência 3
ro: Aurora — prima victorie · Poieniță — 5 victorii · Jar — serie 3
ru: Аврора — 1-я победа · Роща — 5 побед · Закат — серия 3
sk: Aurora — 1. výhra · Háj — 5 výhier · Žeravý — séria 3
sv: Aurora — 1:a segern · Lund — 5 segrar · Glöd — svit 3
th: ออโรรา — ชนะครั้งแรก · โกรฟ — ชนะ 5 ครั้ง · เอมเบอร์ — ชุด 3
tr: Şafak — 1. galibiyet · Koru — 5 galibiyet · Kıvılcım — seri 3
uk: Аврора — 1-ша перемога · Гай — 5 перемог · Жар — серія 3
vi: Cực quang — thắng lần 1 · Rừng nhỏ — 5 lần thắng · Than hồng — chuỗi 3
zh_hans: 极光 — 首次获胜 · 林地 — 5 胜 · 余烬 — 连胜 3
zh_hant: 極光 — 首次獲勝 · 林地 — 5 勝 · 餘燼 — 連勝 3
